Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/banenor.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The system uses e-mail as the username.
nb: Kursportalen bruker e-post som brukernavn.

source: I do not have a HSE card.
nb: Jeg har ikke HMS-kort.

source: Two contracts were cancelled, and the measures aimed at getting the work in and near Oslo city centre back on track, have been successful so far.
nb: To kontrakter ble hevet, og tiltak for å få arbeidet i og ved Oslo sentrum i gang igjen, har så langt vært vellykket.

source: The construction industry in Norway is international.
nb: Anleggsbransjen i Norge er internasjonal.

source: A total of 1,678 people is working on the project, in addition to Bane NOR’s client organisation.
nb: Totalt 1678 personer er i arbeid med prosjektet, i tillegg til Bane NORs byggherreorganisasjon.

source: The measurements during the technical test came in at a total of 580 megabits per second, which is a world record in high–speed network in a tunnel.
nb: Målingene under den tekniske testen av nedlastingshastigheten kom opp i hele 580 megabit per sekund, noe som er rekordhøyt.

source: The competition was published 26 th
nb: Konkurransegrunnlaget ble publisert 26.

source: for all information: Open Government License (version 1.0),
nb: Open Government Licence (versjon 1.0), for de deler av informasjonen som ikke utgjør databaser:

source: The number of parking spaces in Dampsagveien: 142
nb: Utendørs pendlerparkeringsplasser i Dampsagveien: 142 p-plasser til kr. måned.

source: In January of this year, the Follo Line Project felt obliged to cancel two contracts with the Italian contractor Condotte, which was working at Oslo Central Station, Loenga, the northern section of Ekebergåsen and Sydhavna.
nb: I januar i år så Follobaneprosjektet seg nødt til å heve to kontrakter med den italienske totalentreprenøren Condotte som arbeidet ved Oslo S, Loenga, nordre del av Ekebergåsen og Sydhavna.

source: allowed to design, construct or operate high/low voltage systems in Norway (see www.dsb.no).
nb: kunne prosjektere, bygge og drifte høy/lavspenningsanlegg i Norge(se www.dsb.no).

source: to have the instructions sent to a new e-mail address.
nb: for å få instruksjonene tilsendt på ny e-postadresse.

source: Ljan is a station at the Østfold line between Oslo S and Kolbotn.
nb: Jernbaneverket avslutter stengingen Oslo S – Kolbotn tidligere

source: The learning history in the new system is constructed by a new logic, which result in a detailed learning history from all completed courses, exams and other learning items that constitute a learning program / curriculum
nb: Kurshistorikken i den nye kursportalen er satt opp etter en ny logikk, som gjør at du vil finne detaljert historikk på alle beståtte kurs, eksamener og delelementer som inngår i opplæringsløp som du har tatt

source: New contractors in Oslo
nb: Brudd med totalentreprenør i Oslo

source: Now, Bane NOR and the Norwegian Railway School are joining their educational offerings in the new learning portal.
nb: Nå samler Bane NOR og Norsk jernbaneskole kompetansetilbudet i ny felles portal.

source: If you have changed employer and e-mail without updating it in KAS / Læringsportalen, please contact
nb: Hvis du har byttet arbeidsgiver og e-post uten å oppdatere den i KAS/Læringsportalen, vennligst ta kontakt med

source: The learning history in the new system is imported from several other systems, including the former LMS at The Norwegian Railway School (KAS), Bane NORs former learning portal (SmartLearn), competence registry in Agresso, Modula DB and other competency registries.
nb: Kurshistorikken du ser i kursportalen er hentet inn fra flere ulike systemer, inkludert det tidligere kursadministrasjonssystemet til Norsk jernbaneskole (KAS), Bane NORs gamle Læringsportal (SmartLearn), kompetanseregisteret i Agresso, Modula DB og andre kompetanseregistre.

source: Completion is scheduled for 2018, although changes may occur.
nb: Det er planlagt ferdigstillelse i løpet av 2018, men endringer kan forekomme.

source: You can see where in the workflow your timesheet is.
nb: Disse kan benyttes til å se hvor i arbeidsflyten timelisten din er.

source: If you want to go from «Free e-learning» to «Full course catalog», click on «Full course catalog» and fill in the necessary information fields
nb: Hvis du ønsker å gå fra «Gratis e-læring» til «Full kurskatalog», klikker du på«Full kurskatalog» og fyller inn nødvendige informasjonsfelter

source: Username is your registered e-mail address.
nb: Brukernavn er den registrerte e-postadressen din.

source: I want to change my password.
nb: Jeg vil skifte passord.

source: The information is licensed «as is».
nb: Informasjonen er «som den er».

source: I want to change user account from one to another (free e-learning, full course catalog, driver training).
nb: Jeg vil skifte brukerkonto fra en til en annen (gratis e-læring, full kurskatalog, føreropplæring).

source: Project Director in the Follo Line, Per David Borenstein, is very pleased with what Telia, Telenor and Bane NOR have achieved.
nb: Prosjektdirektør i Follobanen, Per David Borenstein, er svært fornøyd med hva Telia, Telenor og Follobaneprosjektet i Bane NOR har fått til.

source: The station is equipped with a mobile ramp for wheelchair users.
nb: Stasjonen er også utstyrt med mobile ramper for rullestolbrukere.

source: This work is expected to be completed in 2019.
nb: Bane NOR ferdig i løpet av 2019.

source: In the search field you can start typing the name of the course you are looking for.
nb: I dette søkefeltet kan du skrive inn kurset du leter etter.

source: The timesheet is sent for approval.
nb: Timelisten blir da sendt til godkjenning.

source: If you want to get from «Full course catalog» to «Driver training», click on «Driver training» and fill in the required information about drivers
nb: Hvis du ønsker å få fra «Full kurskatalog» til «Føreropplæring», klikker du på«Føreropplæring» og fyller inn nødvendig informasjon om førere

source: What should I do?
nb: Hva gjør jeg?

source: More than 60% of Norway's largest transport project in recent times is now completed.
nb: Over 60 % av det som er Norges største samferdselsprosjekt i nyere tid, er nå ferdig.

source: Enter Time code, Work order and number of hours per day.
nb: Legg inn Tidskode, Arbeidsordre og antall timer pr dag.

source: General construction with the tunnel at Sydhavna and under Ekebergåsen will continue until summer 2019.
nb: Generelt tunnelarbeid ved Sydhavna og inne i Ekebergåsen, pågår til sommeren 2019.

source: Access costs 50 NOK and lasts for 30 days.
nb: Tilgangen koster kr. 50,- og varer i 30 dager.

source: During the summer season, Bjorli is the final stop for the special tourist trains from Åndalsnes.
nb: Bjorli er endestasjon for turisttogene som går mellom Åndalsnes og Bjorli om sommeren.

source: The mobile operators Telia and Telenor with Bane NOR set world record.
nb: Telia, Telenor og Bane NOR har satt rekord i nedlastingshastighet i tunnel.

source: You must have an HSE card to register a user in the new system.
nb: Du må ha et HMS-kort for å registrere en brukerkonto i ny kursportal.

source: Bane NOR therefore finds that there are grounds to demand a surcharge in the infrastructure charges so that the price/charge corresponds to the average cost as shown in
nb: Bane NOR finner derfor at det er grunnlag for å kreve et påslag i infrastrukturavgiftene slik at prisen/avgiften tilsvarer gjennomsnittkostnaden som vist i

source: EPC contract including substructure work from Strange station to Åkersvika.
nb: Totalentreprise for underbygningsarbeider fra Stange stasjon til Åkersvika

source: The test installation was built in collaboration by Bane NOR the Follo Line Project, Telia, Telenor and RFS.
nb: I tillegg til de tre aktørene ble anlegget bygget i samarbeid med strålekabelleverandøren RFS.

source: A curriculum contains everything you have to complete in order to get your training approved.
nb: Et opplæringsløp er alt du skal igjennom for å få opplæringen din godkjent.

source: does not form part of the market area. However, as there has been a surcharge in the infrastructure charge for the Gardermoen Line (Oslo – Gardermoen) since 2000, Bane NOR assumes that this can be continued in 2018 as well.
nb: Men siden det har vært et påslag i infrastrukturavgiften for Gardermobanen (Oslo – Gardermoen) siden 2000, legger Bane NOR til grunn at dette kan videreføres også i 2018.

source: These changes involve the following: 2 Oslo S Airport Express Terminal, Lillestrøm and Oslo Airport Gardermoen
nb: Drammen marginalkostnadsprinsippet innføres for all persontrafikk 2 Oslo S Flytogterminalen, Lillestrøm og Oslo lufthavn Gardermoen

source: EPC contract including substructure work from Kleverud to Espa and construction of Hestnestunnelen (The Hestnes tunnel).
nb: Totalentreprise for underbygningsarbeider fra Kleverud til Espa, omfatter bygging av Hestnestunnelen

source: Some blasting work is still taking place in the tunnel’s large hall, Tresporshallen.
nb: Inni tunnelens store hall, Tresporshallen, pågår fortsatt noe sprengningsarbeid.

source: Bus-connections to and from Narvik, Harstad, Sortland and Trømsø for the long-distance trains.
nb: Togbussforbindelser til Narvik, Harstad, Sortland og Tromsø.

source: information which contains personal data covered by the Norwegian Personal Data Act unless there
nb: informasjon som inneholder personopplysninger som er omfattet av personopplysningsloven med

source: The most extensive works will be carried out at Ski Station.
nb: De mest omfattende aktivitetene skal gjennomføres ved Ski stasjon.

source: 7Summary – national laws and regulations for electricity
nb: 7Oppsummering – nasjonale lover og forskrifter for elektriske anlegg

source: With the Follo Line Project, Bane Nor will deliver a double track
nb: Med Follobaneprosjektet skal Bane NOR levere dobbeltspor

source: Registration for all courses scheduled in 2021 takes place in the new learning portal. Here
nb: Alle påmeldinger til kurs i 2021 foregår i den nye kursportalen. Her finner du

source: NIKU will end their excavations in June and then commence the follow-up work phase.
nb: I slutten av juni avslutter NIKU utgravingene i forbindelse med Follobanen og går inn i en etterarbeidsfase.

source: estimated relationship between costs and weight per train.
nb: Oppfylling med sprengstein/pukk for frostsikringslag opp til formasjonsplan.

source: by clicking on this link
nb: klikke på denne lenken.

source: This means that only the track loops cause delay.
nb: Fjel et ble hakket og sprengt, og steinmasser lempet.

source: How to become supplier to Bane NOR
nb: Hvordan bli leverandør til Bane NOR

source: The results also show that we have approximately 100% increase in rates from base station to phone when we go from SISO to 2x2 MIMO and from 2x2 MIMO to 4x4 MIMO.
nb: Resultatene viser også at vi har tilnærmet 100% økning i hastigheter fra basestasjon til telefon når vi går fra SISO til 2x2 MIMO og fra 2x2 MIMO til 4x4 MIMO.

source: SÅ-24 Preparatory work Strange North
nb: SÅ-24 Forberedende arbeid Stange nord

source: accordance with Chapter 5 of the Norwegian Copyright Act, such as trademarks, patents and design rights, but this does not entail an impediment to use information where the licensor's logo has been permanently integrated into the information or to attribute the origin of the information in accordance with the article below relating to attribution.
nb: rettighetene etter åndsverkloven kapittel 5, så som varemerker, patenter og designrettigheter, men dette er ikke til hinder for å benytte informasjon der lisensgivers logo er fast integrert i informasjonen eller for å navngi opphavet til informasjonen etter bestemmelsen nedenfor om navngivelse.

source: , press "Forgot password?" and enter the registered email address.
nb: , trykk “Glemt passord?” og skriv inn den registrerte e-postadressen.

source: Work to be performed during stop of train traffic/shutdown period in August/September 2022.
nb: Arbeid utføres under totalbrudd/togfrie periode i august/september 2022.

source: EPC contract including substructure work from Furnesbakken to Strange station, including Strange station and construction of new Tangen station, and re-construction of Strange station.
nb: Totalentreprise for underbygningsarbeider fra Furnesbakken til og med Stange stasjon, omfatter ny Tangen stasjon og ombygging av Stange stasjon

source: 1 of the Norwegian Copyright Act, or which are protected under provisions addressing what is referred to as «neighbouring rights» in Chapter 5 of the Norwegian Copyright Act (including databases and photographs), and which are distributed under this license.
nb: som åndsverk, etter åndsverkloven § 1, eller som er beskyttet etter bestemmelsene om det som kalles «nærstående rettigheter» i åndsverkloven kapittel 5 (deriblant databaser og fotografier), og som er gjort tilgjengelig under denne lisensen.

source: for those parts of the information which constitute databases: Open Data Commons Attribution
nb: for de deler av informasjonen som utgjør databaser, Open Data Commons Attribution License

source: More milestones achieved in Ski
nb: Flere milepæler ferdig i Ski

source: The rest of the blasting work inside Ekebergåsen will be completed in the autumn.
nb: Resten av sprengningsarbeidet inni Ekebergåsen avsluttes i løpet av høsten.

source: From Harestua is it possible to enter Romeriksåsene and Nordmarka.
nb: Fra Harestua holdeplass er det merkede turløyper i både Romeriksåsene og Nordmarka.

source: Send us your proposal here
nb: Send oss til hevendelse her!

source: 5 PSO – public service with public payment
nb: 5 PSO – offentlig tjeneste med offentlig betaling

source: The tracks will be overhauled and further upgraded at the rig area in Langhusveien.
nb: Ved anleggsområdet i Langhusveien skal sporene vedlikeholdes og ytterligere oppgraderes.

source: On this page you see which user account is registered on it.
nb: På denne siden ser du hvilken brukerkonto som er registrert på det.

source: Bane NOR encourages all railway companies to:
nb: Bane NOR oppfordrer alle jernbanevirksomheter til å:

source: The legal venue shall be the licensor's ordinary legal venue.
nb: Vernetinget skal være lisensgivers alminnelige verneting.

source: When establishing surcharges on the track price, it is necessary to base this on the total payment to Bane NOR for this type of traffic.
nb: Ved fast-leggelse av påslag på sporprisen må det tas utgangspunkt i den totale betalingen til Bane NOR for denne type trafikk.

source: there is no priority for this corridor in this study.
nb: direkte og informert om høringen av planforslaget.

source: If you find any errors or gaps in your learning history, or have any questions regarding your learning history, please contact
nb: Hvis du finner noen feil i din kurshistorikk, eller har spørsmål til den, ta kontakt med

source: • Provide relevant info about upcoming competitions for
nb: • Formidle relevant info om kommende anskaffelser som

source: If you do not know what email address you should use to log in, please contact
nb: Hvis du ikke vet hvilken epostadresse du skal logge deg inn med, vennligst ta kontakt med

source: Suppliers will get an answer on proposals within 4 weeks.
nb: Dere vil få svar på henvendelsen senest innen 4 uker.

source: where the concrete work on platforms 1 and 2 has been completed.
nb: av stasjonen der betongarbeidet på plattform 1 og 2 er produksjon etter nyttår.

source: Timesheets for correction are located under
nb: Timelister til korrigering legger seg under

source: You should have received an email with instructions on how to proceed.
nb: Du skal ha mottatt en e-post med instruksjoner for hvordan du går frem.

source: If you have never logged in to the system, you must first register a password.
nb: Hvis du aldri har logget på systemet, må du først registrere et passord.

source: Such a rate means an annual cost to the parent company, NSB, totalling approximately NOK 19 million.
nb: En slik sats innebærer en årlig kostnad for morselskapet NSB på til sammen om lag 19 mill.

source: How do I do it in the system?
nb: Hvordan gjør jeg det i systemet?

source: Select "Free e-learning" if you are here exclusively to take Bane NOR's safety course or other free training
nb: Velg «Gratis e-læring» om du er her utelukkende for å ta Bane NORs sikkerhetskurs eller annen gratis opplæring.

source: Search results for "".
nb: Søkeresultater for "".

source: demands and needs (short & medium term)
nb: og ønsker (på kort og mellomlang sikt)

source: Administration and Bane NOR.
nb: tunnelen, er i sluttfasen.

source: If there is already a user registered on the birth number, it means that you already have a user account.
nb: Hvis det allerede er en bruker registrert på fødselsnummeret, betyr det at du allerede har en bruker.

source: Bane NOR has approx. 19,000 parking spaces at over 259 stations around the country.
nb: 19.000 parkeringsplasser fordelt på 259 stasjoner rundt om i landet.

source: «Distribute» shall mean any actions whereby information is made available, including to distribute,
nb: «tilgjengeliggjøre» skal bety enhver tilgjengeliggjøringshandling deriblant å distribuere, overføre,

source: If you have not received this e-mail, please contact
nb: Hvis du ikke har mottatt denne e-posten, vennligst ta kontakt med

source: When you assign for / are assigned to a curriculum, all learning items will be assigned to your learning plan – this is what you have to complete in order to get your training approved.
nb: Når du tilordnes et opplæringsløp, vil opplæringsplanen din automatisk vise alt du må gjennom for å få opplæringsløpet godkjent.

source: «Use» shall mean one or more actions relevant to copyright law requiring permission from the owner
nb: «bruke» skal bety å foreta en eller flere opphavsrettslig relevante handlinger som krever

source: “Train companies in deregulated markets compete.
nb: Han la vekt på muligheter for befolkningsvekst og arealer for mulig boligbygging.

source: New contracts and breakthrough in 2018
nb: Nye kontrakter og gjennomslag i 2018

source: The Østfold Line has been reconstucted following extensive work that started in 2016.
nb: Østfoldbanen er lagt om etter et omfattende arbeid som startet i 2016.

source: Retrieve the rejected period.
nb: Hent opp perioden som er avvist.

source: Bane NOR is engaged in international standardization with the development of IFC-Rail.
nb: Bane NOR er sterkt engasjert i internasjonal standardisering med utvikling av IFC-Rail.

source: The project also includes building of a three kilometer long tunnel from Kleverud to Espa, a 1070 meter long Tangenvika railway bridge and a new station at Tangen.
nb: Prosjektet inkluderer bygging av en tre kilometer lang tunnel fra Kleverud til Espa, kalt Hestnestunnelen, samt en 1070 meter lang jernbanebru over Tangenvika. Med ny trasé forbi Tangen følger også en ny stasjon.

source: The rejected period is found in the e-mail from Arbeidsflyt.
nb: Aktuell periode står i e-posten fra Arbeidsflyt.

source: What goes on - where and when?
nb: Hva skjer - når og hvor?

source: (DSB) to be allowed to design, construct or operate high/low voltage systems in Norway (see www.dsb.no).
nb: av DSB for å kunne prosjektere, bygge og drifte høy/lavspenningsanlegg i Norge (se www.dsb.no).

source: The new system runs duplicate checks on the birth number / social security, so that a person can only register one user account in the system.
nb: Kursportalen kjører duplikatsjekk på fødselsnummer, slik at en person kun kan registrere én brukerkonto i systemet.

source: attached to the invoice
nb: vedlegg til faktura

source: What’s happening in Ski this summer?
nb: Hva skjer i Ski i sommer?

source: The work on casting the 600-metre long concrete tunnel under Middelalderparken will continue during late summer and autumn.
nb: Arbeidet med støp av den 600 meter lange betongtunnelen under Middelalderparken vil fortsette utover sensommeren og høsten.

source: It is only accessible to the platform by stairs.
nb: Plattformen er ikke tilgjengelig med rullestol.

source: It has been a hectic and exciting year for the Follo Line Project.
nb: Det er et hektisk og spennende år i Follobaneprosjektet.

source: The two tunnel drilling machines named “Queen Ellisiv” and “Queen Eufemia” have, since autumn 2016, drilled two tunnels through the Ekeberg Hill.
nb: De to tunnelboremaskinene kalt dronning Ellisiv og dronning Eufemia, har siden høsten 2016 boret to tunnelløp dypt nede i fjellet under Nordstrandplatået og Ekebergåsen.

source: The disclaimers in Section 7 also apply in full for such indicative statements.
nb: Ansvarsfraskrivelsene i punkt 7 gjelder uavkortet også når det er gitt slike veiledende uttalelser.

source: In total, this constitutes an annual infrastructure charge to the Government of approximately NOK 81 million.
nb: Til sammen utgjør dette en årlig kjørevegsavgift til staten på om lag 81 mill.

source: License (generic version 1.0, 2.0, 2.5 and unported version 3.0) and Creative Commons Navngivelse 3.0 Norge,
nb: (generic versjon 1.0, 2.0, 2.5 og unported versjon 3.0) og Creative Commons Navngivelse 3.0 Norge,

source: Attraction, baby changing room, bicycle shelter, car rental, skilift, storage boxes, ticket sale, waiting room, wc
nb: Alpinbakke, billettsalg, leiebil, oppbevaringsbokser, servering, severdighet, stellerom, sykkelstativ, venterom, wc

source: Langhus Hagesenter to the south of Ski Station.
nb: Langhus Hagesenter til sør for Ski stasjon.

source: Invitation to pre-qualification is planned April/May 2022.
nb: Invitasjon til prekvalifisering er planlagt april/mai 2022.

source: The email address is the one that was registered to you in October-November 2020.
nb: E-postadressen er den som var som registrert på deg i oktober-november 2020.

source: «Copy» shall mean reproduction in any form.
nb: «kopiere» skal bety eksemplarframstilling av enhver art.

source: • Prepare the market for Bane NOR’s competitions,
nb: • Forberede markedet på Bane NOR’s anskaffelser, krav

source: Innovation channel is a application settlement for:
nb: Innovasjonssporet er et mottaksapparat for:

source: EPC contract including substructure work from Espa to Furnesbakken and construction of Tangenvika Railway bridge.
nb: Totalentreprise for underbygningsarbeider fra Espa til Furnesbakken, omfatter bygging av Tangenvika jernbanebru

source: Oppegård to Langhus
nb: • Godstog i fremtiden

source: The e-mail address that is registered on you is the one that was as registered to you in KAS or Bane NOR Learning Portal (SmartLearn) in October- November 2020.
nb: E-postadressen som er brukt er den som var som registrert på deg i KAS/Bane NORs Læringsportal (SmartLearn) i oktober-november 2020.

source: Contract signed with Sweco Norge AS 16 th
nb: Kontrakt signert med Sweco Norge AS 16.

source: Design, construct and commission
nb: De viktigste delkomponentene som inngår i Logistikkmodellen, er:

source: You must therefore log in to your existing user with the registered e-mail address.
nb: Du må derfor logge inn på din eksisterende bruker med den registrerte e-postadressen.

source: Everyone who has had an account at the Norwegian Railway School 's old course administration system (KAS) or Bane NOR's old Learning Portal (SmartLearn) should have received an e-mail with instructions on how to register a password.
nb: Alle som har hatt en konto ved Norsk jernbaneskole sitt gamle kursadministrasjonssystem (KAS) eller Bane NORs gamle Læringsportal (SmartLearn) skal ha mottatt en e-post med instruksjoner for hvordan man registrerer passord.

source: I have changed employer and e-mail address.
nb: Jeg har byttet arbeidsgiver og e-postadresse.
